{
  "whatIDo": {
    "1": "Being an amazing son",
    "2": "Being an incredible brother",
    "3": "Being a lovely grandson",
    "4": "Being an extraordinary barista"
  },
  "recommendations": [
    {
      "name": "Neida",
      "relation": "Girlfriend",
      "message": "I highly recommend Alan as a boyfriend. He is truly one of a kind. Funny, smart, caring, a great listener and protective are just some of the qualities he brings into anyone's life. He makes the ones around him feel loved, safe and will always be down for an adventure. I will say, he can't cook but makes the best coffee your tastebuds will ever taste. He is genuinely a great guy with a huge heart who will always have your back and is willing to give it all for the right person. Anyone would be lucky to have Alan in their life."
    },
    {
      "name": "MaryLu",
      "relation": "Mother",
      "message": "Hoy quiero recomendar al mejor hijo del mundo mundial 'MI DANNY' en su día de sus cumpleaños, hoy 20 de julio es una fecha muy especial donde celebro y agradezco a Dios por todas las bendiciones que me ha dado y la más importante y especial es que tuve la bendición de ser madre y tener en mis brazos al mejor hijo del mundo que me hizo sentir muchas emociones al tenerlo en mis brazos por primera vez y ver en sus ojos muchísimo amor y me hizo sentir inmensamente feliz. Hoy se ha convertido en un gran hombre hermoso con un gran corazón que no sé cómo le cabe en su pecho. Lo recomiendo por ser un gran ser humano honesto, dedicado, responsable, generoso, inteligente, correcto, muy tierno y cariñoso que piensa mucho en el bienestar de su familia y de todas las personas que le rodea. Yo Maria Luisa Vega lo admiro mucho y me siento muy orgullosa de mi hijito mi Danny me gusta mucho que lo que se propone lo logra por su inteligencia. Como buen colombiano prepara el mejor café del mundo mundial que deseo probar, me encanta verlo preparando los cafés y dan muchos antojos. Solo tiene 34 añitos pero una madures de 55 años ya que me ayuda a tomar decisiones y me da consejos con su madures me da tranquilidad en mi corazón.  Le pido a Dios que lo ayude a cumplir todos los deseos de su bello y gran corazón y que cumpla muchos años más llenos de amor, felicidad y mucha salud.  Te Amoooooooooooooo con todo mi corazón. Tu mamá muy orgullosa de ti."
    },
    {
      "name": "Isabel",
      "relation": "Mother-in-law",
      "message": "Yo recomiendo a Alan como yerno por que es un hombre muy amable, respetuoso y humilde que pone a su familia por encima de cualquier cosa. Su amor y compromiso son un gran ejemplo que cualquier padre quisiera para sus hij@s y Alan es un yerno excepcional. Serían muy felices de tenerlo dentro de la familia."
    },
    {
      "name": "Abuelita",
      "relation": "Grandma",
      "message": "Yo como abuelita de Alan lo recomiendo por ser un excelente empleado ya que es una persona muy responsable, servicial y muy atento con sus clientes. Martha Aroca de Vega"
    },
    {
      "name": "Natalie",
      "relation": "Cuñada",
      "message": "I highly recommend Alan as a CUÑADO because he is one the most caring and understandable person I know. He is not only my brother in law but one of my bests friends as I call him my 'diary' Very easy to open up to and never get bored,always has an amazing energy and always has me laughing about the minimum things in life. He has such an enormes heart, We're extremely lucky to have him in our lives🫶🏼 ALAN 4EVER 💕"
    },
    {
      "name": "Tata",
      "relation": "Aunt",
      "message": "Yo Martha Patricia Vega, recomiendo a Alan Daniel, no por ser su tía .lo recomiendo por ser un ser humano noble de grandes sentimientos y sobre todo valiente por luchar en lo cree y en lo desea . Es un ser humano respetuoso, trabajador, honesto y responsable. Que ha salido adelante por el mismo y sigue luchando por sus sueños. Mis mejores deseos para el que así como el a abiertos sus propios camino lo siga haciendo guiado siempre de la mano de Dios y protegido de la virgen María. Pueden contar con el pa las que sea ya que también es muy leal. Dios los Bendiga."
    },
    {
      "name": "Papa",
      "relation": "Grandpa",
      "message": "Yo soy Papa como me dice  Alan Daniel , lo recomiendo por sus valores. Y es una persona muy atenta y sabe comprender a las personas. Tiene una chispa para todo y es una persona muy inteligente."
    },
    {
      "name": "Luz",
      "relation": "Tía",
      "message": "Alan es mi sobrino político y es una persona muy especial, lindo, el ama a su familia y nosotros a él, es tierno, de nobles sentimientos, trabajador ha luchado por sus sueños, y se que va a lograr cosas lindas porque es humilde, responsable, respetuoso, dedicado a su familia, emprendedor, con muchas virtudes y deseo que la vida lo siga bendiciendo porque se merece todo, todo lo  bueno y lo maravilloso que tiene para ofrecerle. Desde las distancias lo recomiendo con amor su tía Luz Mercedes Molina."
    },
    {
      "name": "Omar",
      "relation": "Cuñado",
      "message": "I recommend Alan as a cuñado for the obvios reason that he makes my sister Neida very very happy. This is just one of the many reasons that i appreciate and love my cuñado. He loves her and she loves him unconditionally and that is enough for me. Although it would not suffice to say that he is a hard working, responsible, and attentive friend and family member. He is always there to lend a hand and for that i am very grateful to have him as a cuñado."
    },
    {
      "name": "Tío",
      "relation": "Tío",
      "message": "Yo Rodrigo vega, tío de Alan lo recomiendo como una persona con grandes sentimientos, una persona incondicional, responsable, trabajador, con muchos valores. Puedo decir miles de palabras parecidas que lo representan, pero para hablar de una persona se debe  conocer en los malos momentos y es ahí, donde a estado el. Yo lo recomiendo con los ojos cerrados y con el corazón abierto. Desde que lo conocí hace 34 años siempre fue y es esa persona con grandes cualidades, que el que lo conozca lo recomendaría como yo. Yo Rodrigo Vega recomiendo a mi sobrino Alan Daniel."
    },
    {
      "name": "Andrea",
      "relation": "Hermana",
      "message": ""
    }
  ]
}
